Repository: common-repository/sales-suckers
Catalog: languages/salessuckers-*.po
Languages: de_de

source: Settings
de_de: Einstellungen

source: Tracking is active
de_de: Tracking ist eingeschaltet

source: Tracking is inactive
de_de: Tracking ist abgeschaltet

source: Please login with your Sales-Suckers user, to include the code
de_de: Bitte melde Dich mit deinen Sales-Suckers Benutzerdaten an, um den Code einzubinden

source: Your Browser is not supported, please use another e.g. Firefox, Chrome, ...
de_de: Ihr Browser wird nicht unterstützt, bitte verwenden Sie einen anderen z.B.: Firefox, Chrome,...

source: Login failed, wrong username or password
de_de: Anmeldung fehlgeschlagen, entweder falscher Benutzername oder falsches Passwort

source: Login successfull
de_de: Erfolgreich angemeldet

source: Login to Sales-Suckers
de_de: Anmelden bei Sales-Suckers

source: Please login with your Sales-Suckers credentials to get the code for this website. Your credentials will not be saved, or used on other places in the application!
de_de: Bitte melde Dich mit deinen Sales-Suckers Zugangsdaten an um den Code für deine Webseite zu erhalten. Deine Anmeldedaten werden nicht gespeichert und auch an keiner anderen Stelle der Anwendung wieder verwendet!

source: Username
de_de: Benutzername

source: your@email.com
de_de: Deine@e-mail.com

source: Password
de_de: Passwort

source: your password
de_de: Dein Passwort

source: Login
de_de: Anmelden

source: Failed to select the domain, please try again
de_de: Die Domain konnte nicht ausgewählt werde, versuche es bitte erneut

source: Please select your current domain
de_de: Wähle bitte deine aktuelle Domain aus

source: Should this domain be used for tracking? Or choose the correct from above.
de_de: Soll diese Domain getrackt werden? Ansonten kannst Du die richtige oben auswählen.

source: Yes
de_de: Ja

source: Active
de_de: Aktiv

source: Active Tracking
de_de: Tracking aktiv

source: If the Tracking should be active on your website
de_de: Ob das Tracking auf deiner Webseite eingeschaltet sein soll

source: Include in Footer
de_de: In der Fußzeile einbinden

source: Should the Tracking code be in the footer, otherwise it will be placed in the header
de_de: Soll der Tracking Code in der Fußzeile eingefügt werden, wenn nicht, wird er im Kopfbereich angezeigt

source: When included in the footer, the performance is better
de_de: Wenn in die Fußzeile eingebunden wird, ist die Ladezeit der Seite besser

source: Cancel
de_de: Abbrechen

source: Reload the code
de_de: Code neu laden

source: Save all changes
de_de: Änderungen Speichern
